{"ldrbeq":502,"je":18,"seta":322,"orr":60,"pslld":655,"beq":26,"ldrh":71,"mneg":477,"fcmovbe":699,"csetm":258,"vpaddq":657,"movzx":137,"zip1":481,"subshs":179,"negs":230,"xchg":324,"strne":496,"bls":107,"fchs":379,"csneg":231,"stm":129,"submi":618,"mlane":690,"bne":27,"ldrbtvs":438,"orrlo":193,"scvtf":234,"movlt":119,"rsblt":285,"casal":51,"mvnseq":308,"sshl":489,"strdeq":278,"vmovq":681,"ldrsw":82,"setp":406,"maxss":702,"fcmovnbe":700,"bxlo":552,"jns":188,"cmneq":711,"rsbmi":105,"ldmdb":417,"fldcw":381,"ldrbgt":668,"strgt":513,"punpckhwd":563,"cpuid":589,"adrp":4,"rev64":437,"sbfx":259,"jp":377,"strble":626,"psrld":697,"punpckhdq":360,"fcompi":372,"imul":222,"vpmuludq":658,"hlt":151,"cneg":97,"ldrsbeq":274,"clzne":125,"strh":65,"orrlt":551,"punpcklwd":564,"mvngt":118,"uaddw2":472,"fld1":320,"bicls":641,"ud2":543,"div":329,"movups":155,"movls":176,"cmovg":333,"ldrbls":666,"mla":426,"bswap":218,"andseq":273,"rsbpl":270,"smull":240,"xorps":354,"fucomi":376,"autiasp":67,"blo":123,"cqo":315,"ldrdeq":277,"punpcklqdq":355,"strls":530,"andge":621,"strbhs":648,"andsne":163,"strbge":576,"lsrs":168,"psrlw":714,"st2":448,"addgt":549,"stp":64,"bti":42,"ldurh":264,"asrgt":651,"vpor":673,"eor":84,"psllq":389,"bsl":461,"poplo":307,"rrxs":202,"fdivrp":608,"vpshufd":659,"bicshs":669,"paciasp":63,"fsubrp":374,"movs":106,"xgetbv":338,"andle":200,"rbit":423,"orrsne":29,"or":136,"faddp":370,"subgt":512,"minsd":579,"strb":40,"cset":45,"neg":70,"fmulp":373,"stmxcsr":418,"andps":411,"strbpl":705,"cmovge":363,"pslldq":140,"cmovae":346,"uaddw":471,"tbz":251,"orrseq":170,"aesenc":145,"call":19,"umsubl":473,"rsbgt":605,"ldurb":244,"fcvtzs":96,"csinc":255,"pextrq":421,"fabs":385,"andhi":600,"pmuludq":684,"st1":487,"unpcklpd":715,"fistp":382,"ldrmi":554,"bxgt":198,"lsls":161,"b.hi":68,"ld1r":459,"ldrlt":614,"bge":39,"movne":148,"ushl":488,"punpckhbw":561,"ldrhs":596,"cmgt":484,"jmp":2,"strdpl":280,"rscs":294,"asr":87,"movsx":214,"jl":317,"mvns":160,"lslle":299,"comisd":364,"adds":80,"fdivp":371,"fmov":89,"divsd":313,"mulps":410,"ushll2":470,"vmovups":539,"por":584,"mvnne":121,"mvnhi":628,"strblt":649,"br":10,"cvtdq2ps":408,"sxtb":75,"bvc":287,"fdivr":386,"addeq":126,"b.ge":59,"sqrtpd":337,"cmphs":296,"umlal":348,"b.vc":79,"stlxrb":49,"psubd":653,"rev":247,"strbls":646,"movsb":568,"subpl":707,"b":14,"push":30,"shld":353,"lsr":11,"sqrtsd":362,"zip2":466,"aesdec":431,"ldrne":491,"stmdavs":283,"sublt":571,"pcmpeqb":581,"jb":147,"psubusb":588,"ldur":241,"psrlq":390,"stclgt":620,"cmpls":625,"movdqu":154,"ushr":482,"ldrbne":508,"shr":132,"cinc":257,"sbb":189,"mvnlo":173,"fxch":383,"umaddl":443,"lsl":43,"vaesenc":538,"ccmp":253,"btc":548,"andhs":602,"mvnlt":606,"uxtb":47,"fucompi":378,"orreq":116,"lsreq":515,"biclt":619,"cmplt":638,"vpsrlq":662,"vptest":674,"mvni":445,"strblo":604,"fdiv":95,"ldar":229,"mfence":398,"asrne":572,"rscsle":687,"cbw":368,"b.eq":6,"and":12,"movabs":185,"b.pl":441,"jnp":547,"rol":219,"subsd":365,"vpinsrq":680,"ext":451,"andne":529,"smulh":237,"movdqa":138,"eorne":165,"subspl":208,"andls":504,"strbeq":498,"ucvtf":249,"ands":158,"ldmge":519,"moveq":149,"vinserti128":535,"bit":462,"cmphi":349,"jne":21,"aeskeygenassist":139,"popge":302,"xlatb":397,"strbmi":281,"setnp":566,"bhs":127,"cmnmi":174,"movhlps":414,"setbe":226,"ldrhne":495,"add":1,"movhps":356,"fstp":328,"movaps":143,"addsd":312,"brk":447,"mrs":72,"rsbne":157,"strlo":500,"addmi":555,"ucomiss":664,"bmi":178,"cmpltsd":544,"pophi":293,"asrls":597,"bics":166,"andeq":35,"punpckhqdq":393,"fcsel":478,"bxpl":556,"bsr":318,"ldclral":55,"b.lo":77,"blt":31,"cvttss2si":404,"strbne":497,"vpunpcklqdq":683,"addne":111,"subhi":558,"mvnls":598,"sbfiz":433,"casalb":46,"cmpeq":120,"movgt":288,"ldmibne":506,"pop":34,"eorgt":550,"madd":254,"cdqe":314,"sublo":667,"eorshs":671,"btr":676,"maxsd":580,"cmovbe":213,"idiv":316,"cvtsd2ss":586,"vpermq":661,"cwde":334,"palignr":717,"js":310,"subseq":351,"jbe":131,"movmi":593,"movhs":175,"fild":369,"rsbeq":623,"ja":130,"fnstsw":610,"shl":220,"orrne":184,"pshufhw":392,"yield":238,"cmovl":542,"stmib":291,"muls":615,"b.ne":44,"cmplo":704,"ldaxrb":48,"eorls":639,"stmdbne":710,"addv":425,"rsc":167,"andlt":182,"ldarb":444,"movlo":114,"psrldq":358,"fcomi":384,"mvnmi":616,"teqeq":25,"mvnle":518,"movq":342,"ld2":486,"adc":112,"setl":325,"eoreq":303,"muleq":36,"addlt":493,"lsleq":195,"cmppl":171,"movsxd":216,"ushll":469,"vextracti128":540,"stlxr":53,"subpd":694,"teqne":164,"ldrgt":523,"cmn":38,"ldp":66,"msub":252,"sbcs":271,"comiss":403,"ldrheq":290,"ldrsh":83,"lsrhs":686,"stcllo":643,"pinsrq":420,"b.hs":81,"ldaxr":52,"vmovd":679,"lslhs":647,"cmeq":460,"stlrb":243,"jle":134,"saddw":474,"xtn2":468,"rrx":162,"mvnge":492,"nop":17,"pause":323,"bic":56,"b.lt":74,"bpl":156,"rsbs":110,"asrhi":209,"pople":350,"csinv":446,"ldadd":452,"cvtss2sd":509,"setne":212,"dmb":232,"setle":332,"swpal":457,"addp":464,"mulsd":339,"movi":233,"mvneq":159,"shufpd":585,"mulss":402,"strlt":578,"sete":211,"ldxr":453,"ldrsb":94,"ldrsheq":275,"ldrge":575,"pshufb":716,"orrge":301,"bleq":347,"ldreq":282,"orpd":546,"rev16":246,"umlal2":483,"endbr64":150,"ccmn":442,"cmpgt":622,"stmdb":685,"pcmpgtd":587,"cmovne":223,"nan":227,"movmskpd":341,"shufps":654,"umulh":99,"pmovmskb":677,"b.le":58,"ubfiz":98,"cmpnlesd":577,"orrhi":612,"addss":400,"bicgt":522,"ldmeq":634,"pcmpgtb":675,"fnstcw":380,"cmnne":617,"mul":13,"rev32":435,"udiv":85,"stur":242,"bxlt":183,"lsrhi":560,"ldaddal":54,"fst":490,"strhs":428,"clc":396,"subhs":113,"stmne":503,"b.ls":73,"fcmp":260,"pandn":582,"mvn":33,"csel":86,"umull":191,"not":221,"cmova":187,"ror":261,"adcs":286,"cmovb":186,"rsbsgt":196,"rsble":297,"movapd":336,"pcmpeqd":415,"lsrsne":207,"fccmp":450,"cmpne":440,"strhi":499,"ldmxcsr":419,"ldrle":524,"bicne":637,"vpshufb":660,"addhi":665,"repe":407,"fmadd":449,"ldmib":276,"orrpl":573,"smaddl":432,"subs":78,"andmi":607,"ldrb":15,"bicle":601,"clzeq":124,"b.gt":57,"lslne":514,"unaligned":439,"ldrdmi":689,"bfi":101,"b.mi":236,"saddw2":475,"eors":272,"movsd":309,"fist":701,"ldmibls":505,"b.vs":510,"ucomisd":344,"setb":217,"cvttsd2si":394,"pophs":525,"vmovdqu":534,"dup":436,"fsub":262,"punpcklbw":562,"tzcnt":321,"cmpge":592,"movle":289,"vmovaps":682,"ret":3,"fldz":327,"tbnz":256,"pminub":713,"movpl":624,"popgt":268,"blge":670,"strhls":511,"divpd":692,"ldursh":458,"strhne":533,"extr":250,"ldpsw":476,"seto":591,"leave":104,"cvtdq2pd":691,"cbnz":50,"tbl":465,"lsrne":517,"setae":340,"ldrshne":631,"sturb":434,"orrls":613,"xorpd":395,"sturh":263,"sdiv":100,"movge":269,"lslseq":553,"strle":526,"orrs":28,"rep":210,"addhs":427,"movk":62,"pxor":142,"asrhs":172,"subss":405,"ldrbpl":292,"bxeq":152,"paddq":357,"addps":409,"ld3":467,"poplt":521,"ldrpl":652,"mvnhs":703,"ld1":485,"ldsetal":456,"vzeroupper":541,"orrhs":206,"svc":708,"sar":146,"stlr":239,"sxtw":61,"rsbshs":180,"strheq":279,"bgt":199,"bt":416,"bxle":201,"lsrls":640,"shrd":330,"sxth":76,"ble":266,"popls":430,"cvtsi2sd":311,"tsteq":203,"lsllo":192,"bicsne":205,"strge":429,"cmp":5,"bxls":528,"ldrsbne":603,"fxam":609,"ldmne":611,"ldrhge":633,"mulpd":693,"addpd":695,"teq":24,"stmlt":709,"pshufd":141,"bl":32,"ldrbhi":599,"subge":494,"mov":9,"blx":267,"asrs":532,"subne":304,"asreq":115,"stxr":454,"stclo":642,"fsubr":388,"lsrge":632,"popeq":128,"popne":305,"cmovle":326,"orps":412,"biceq":181,"movss":345,"fsubp":375,"suble":531,"andpd":343,"andlo":501,"addge":300,"bfxil":245,"orrgt":197,"inc":225,"fneg":248,"subls":507,"setg":331,"smullgt":650,"strhge":672,"svcvc":688,"orrle":298,"cvtsi2ss":401,"bx":102,"jno":367,"cmple":569,"cdq":352,"packuswb":712,"bxge":520,"test":20,"cbz":8,"addls":41,"dec":422,"vmovdqa":536,"bts":590,"strbgt":636,"jae":22,"str":16,"punpckldq":361,"bxhi":527,"sub":37,"fcvt":91,"xor":23,"cmovns":399,"streq":516,"blr":228,"paddd":565,"fld":319,"repne":366,"lea":103,"setge":387,"movtpl":706,"fcmpe":235,"tst":108,"ldsetalb":455,"umov":480,"mvnsne":169,"pshuflw":391,"andnpd":545,"asrge":627,"lsllt":635,"vpxor":537,"rsb":117,"asrlt":645,"clz":109,"ldr":7,"ubfx":88,"fcvtzu":93,"cmovs":335,"addlo":306,"cvttps2dq":413,"addle":570,"subeq":204,"cmove":224,"bsf":696,"lslsne":190,"fadd":92,"andgt":595,"divss":698,"movhi":177,"mulseq":284,"clzhi":559,"prefetchnta":594,"bhi":194,"pand":583,"lock":133,"ptest":678,"cnt":424,"lsrlo":630,"paddb":656,"sbc":122,"ldrhi":557,"svclo":644,"ldm":265,"jg":135,"movd":359,"adr":69,"jo":567,"lsrseq":295,"prefetcht0":144,"bxne":153,"jge":215,"ldrlo":574,"fmul":90,"prfm":479,"smlal":629,"vpblendd":663,"xtn":463}